[
  {
    "id": 1,
    "name": "Photography & Video",
    "img": "https://i.ibb.co/wRbtM1q/photography.jpg",
    "price": "$2,000 - $5,000",
    "description": "Capture your special moments with our professional photography and video services.",
    "features": [
      "High-quality cinematic video production",
      "Experienced and creative photographers",
      "Customizable photo albums"
    ],
    "detailed_description": "Our Photography & Video services transcend the ordinary, capturing the essence of your love story with artistry and skill. Our team of experienced and creative photographers is dedicated to documenting every moment, ensuring your memories are preserved for a lifetime. With a focus on high-quality cinematic video production, we weave together a visual narrative that tells the unique story of your wedding day. From the joyous laughter to the heartfelt exchanges of vows, we capture the emotions that make your day extraordinary. In addition to capturing candid moments, we offer customizable photo albums, allowing you to revisit and share your special day with family and friends. Trust us to transform your wedding memories into timeless treasures that you'll cherish forever."
  },
  {
    "id": 2,
    "name": "Beauty & Makeup",
    "img": "https://i.ibb.co/cwTH8x0/makeup.jpg",
    "price": "$500 - $1,500",
    "description": "Enhance your natural beauty with our expert beauty and makeup services for the bride and bridal party.",
    "features": [
      "Professional makeup artists",
      "Customized bridal makeup",
      "Group packages for bridal party"
    ],
    "detailed_description": "Our Beauty & Makeup services are a celebration of your natural beauty, enhanced by the skillful hands of our professional makeup artists. We understand that your wedding day is one of the most important days of your life, and we are dedicated to making you look and feel stunning. Our team works closely with each bride, offering customized bridal makeup that complements your style, features, and the overall theme of your wedding. We also provide group packages for the bridal party, ensuring that everyone looks and feels their best. From classic elegance to modern glamour, our Beauty & Makeup services are designed to create a look that radiates confidence and enhances your unique beauty."
  },
  {
    "id": 3,
    "name": "Wedding Cake",
    "img": "https://i.ibb.co/2kDfHjv/wedding-cake.jpg",
    "price": "$300 - $800",
    "description": "Indulge in exquisite wedding cakes designed to match your theme and taste preferences.",
    "features": [
      "Custom cake designs",
      "Variety of flavors and fillings",
      "Delivery and setup services"
    ],
    "detailed_description": "Our Wedding Cake services are a delightful fusion of taste and artistry, creating a centerpiece that not only looks stunning but also delights your senses. Choose from our collection of custom cake designs, each intricately crafted to match the theme and style of your wedding. Beyond the visual appeal, we offer a variety of flavors and fillings to satisfy every palate. Our commitment to excellence extends to the delivery and setup of your wedding cake, ensuring it arrives in pristine condition and becomes a focal point of your celebration. Whether you envision a classic tiered cake or a modern masterpiece, our Wedding Cake services add a sweet touch to your special day."
  },
  {
    "id": 4,
    "name": "Catering",
    "img": "https://i.ibb.co/StF4jG3/catering.jpg",
    "price": "$5,000 - $15,000",
    "description": "Delight your guests with a delectable spread of dishes tailored to your wedding style and preferences.",
    "features": [
      "Customized menu options",
      "Professional catering staff",
      "Attention to dietary restrictions"
    ],
    "detailed_description": "Our Catering services transform your wedding feast into a culinary journey, where every dish is a masterpiece crafted to perfection. With a focus on personalized service, we offer customized menu options that cater to your unique preferences and the overall style of your wedding. Our professional catering staff brings expertise and attention to detail, ensuring that every guest is treated to a delectable experience. We understand the importance of dietary restrictions, and our team works diligently to accommodate specific needs, ensuring that all your guests can enjoy the celebration. From the first bite to the last, our Catering services elevate the dining experience, creating memorable moments for you and your loved ones."
  },
  {
    "id": 5,
    "name": "Jewellery",
    "img": "https://i.ibb.co/tmjPZD2/ring.jpg",
    "price": "$1,000 - $10,000",
    "description": "Adorn yourself with exquisite bridal jewelry, enhancing your elegance on your special day.",
    "features": [
      "Handcrafted jewelry",
      "Customizable designs",
      "Bridal jewelry sets"
    ],
    "detailed_description": "Our Jewellery services are a testament to the artistry and craftsmanship that goes into creating exquisite pieces that enhance your beauty and grace on your wedding day. From intricately handcrafted jewelry to customizable designs, we offer a range of options to suit your personal style and preferences. Our Bridal Jewelry sets are curated to complement various wedding themes, ensuring that you radiate sophistication and elegance as you walk down the aisle. Each piece tells a story of timeless beauty, creating a lasting memory that you can cherish forever. Adorn yourself with our Jewellery services and let the sparkle of our creations mirror the joy and love of your special day."
  },
  {
    "id": 6,
    "name": "Wedding Flowers",
    "img": "https://i.ibb.co/Ld98B3P/flowers.jpg",
    "price": "$500 - $2,000",
    "description": "Transform your venue with beautiful floral arrangements, adding a touch of nature to your celebration.",
    "features": [
      "Custom floral designs",
      "Venue decoration services",
      "Floral arches and bouquets"
    ],
    "detailed_description": "Our Wedding Flowers services are a symphony of color, fragrance, and natural beauty, transforming your venue into a captivating floral wonderland. Immerse yourself in the enchanting world of custom floral designs that reflect your unique style and wedding theme. Beyond the flowers, our Venue Decoration services create an immersive atmosphere, ensuring that every corner of your celebration is touched by the beauty of nature. Picture yourself walking down the aisle surrounded by breathtaking floral arches, and carry a bouquet that perfectly complements your bridal ensemble. Our Wedding Flowers services promise to add a touch of romance and elegance to your special day, creating memories that bloom eternally."
  }
]
